{"class_name": "Tokenizer", "config": {"num_words": 30000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "[OOV]", "document_count": 50000, "word_counts": "{\"this\": 10369, \"is\": 5640, \"idiotic\": 663, \"period\": 1355, \"i\": 7179, \"completely\": 3847, \"disagree\": 2990, \"with\": 2990, \"your\": 3735, \"point\": 2990, \"you\": 6100, \"are\": 1255, \"so\": 629, \"dumb\": 672, \"and\": 1926, \"clueless\": 1552, \"can\": 2994, \"elaborate\": 2994, \"on\": 3591, \"issue\": 2994, \"thanks\": 3027, \"for\": 3316, \"sharing\": 3027, \"the\": 12325, \"update\": 3027, \"read\": 1457, \"rules\": 1457, \"only\": 985, \"4\": 943, \"f00l\": 77, \"w0uld\": 77, \"th1nk\": 339, \"th4t\": 134, \"enough\": 1368, \"already\": 1999, \"appreciate\": 2956, \"clarification\": 2956, \"\\ud83d\\ude44\": 1968, \"you're\": 3879, \"worst\": 597, \"thread\": 597, \"not\": 3267, \"accurate\": 2990, \"according\": 2990, \"to\": 6744, \"report\": 3086, \"\\ud83d\\ude42\": 2067, \"that\": 1560, \"was\": 652, \"a\": 10866, \"bull\": 709, \"response\": 652, \"interesting\": 2988, \"idea\": 2988, \"let's\": 2988, \"test\": 2988, \"it\": 4420, \"please\": 2917, \"provide\": 2917, \"reference\": 2917, \"we\": 5943, \"need\": 2989, \"follow\": 2989, \"community\": 2989, \"guidelines\": 2989, \"that's\": 2930, \"strong\": 2930, \"claim\": 2930, \"without\": 2930, \"evidence\": 2930, \"shut\": 694, \"up\": 694, \"4lr34dy\": 63, \"\\ud83d\\ude24\": 2085, \"got\": 1353, \"\\ud83d\\ude02\": 2047, \"take\": 667, \"garbage\": 667, \"what\": 2297, \"pathetic\": 681, \"comment\": 1671, \"\\ud83d\\ude21\\u2014\": 58, \"seriously\": 1440, \"will\": 96, \"find\": 96, \"\\ud83e\\udd2c\": 2010, \"incompetent\": 923, \"disgraceful\": 990, \"can't\": 288, \"stand\": 487, \"those\": 590, \"kids\": 108, \"sound\": 857, \"uneducated\": 857, \"\\u2014\": 1101, \"think\": 3862, \"should\": 3231, \"consider\": 2954, \"other\": 2954, \"perspectives\": 2954, \"am\": 90, \"going\": 90, \"make\": 285, \"sure\": 90, \"pay\": 90, \"ridiculous\": 668, \"end\": 1368, \"of\": 2040, \"story\": 1368, \"\\ud83d\\ude21\": 2103, \"logic\": 652, \"laughable\": 652, \"kidding\": 1355, \"fool\": 908, \"would\": 908, \"idiot\": 647, \"th4t'5\": 267, \"5tr0ng\": 267, \"cl41m\": 267, \"w1th0ut\": 267, \"3v1d3nc3\": 267, \"w45\": 57, \"r35p0n53\": 57, \"saying\": 626, \"th4nk5\": 254, \"f0r\": 267, \"5h4r1ng\": 254, \"th3\": 959, \"upd4t3\": 254, \"y0u\": 525, \"4r3\": 102, \"50\": 43, \"4nd\": 133, \"clu3l355\": 112, \"w3\": 554, \"5h0uld\": 281, \"c0n51d3r\": 262, \"0th3r\": 262, \"p3r5p3ct1v35\": 262, \"stop\": 715, \"spreading\": 613, \"nonsense\": 613, \"these\": 304, \"always\": 304, \"ruin\": 304, \"discussions\": 304, \"such\": 1041, \"crybaby\": 966, \"doctors\": 109, \"be\": 1893, \"allowed\": 277, \"decide\": 277, \"respectful\": 1400, \"n33d\": 292, \"t0\": 602, \"f0ll0w\": 292, \"c0mmun1ty\": 292, \"gu1d3l1n35\": 292, \"again\": 1423, \"students\": 111, \"never\": 302, \"learn\": 302, \"th15\": 779, \"15\": 468, \"n0t\": 280, \"4ccur4t3\": 261, \"4cc0rd1ng\": 261, \"r3p0rt\": 263, \"get\": 1311, \"out\": 672, \"here\": 888, \"watch\": 93, \"back\": 93, \"don't\": 216, \"deserve\": 216, \"hate\": 199, \"everything\": 199, \"say\": 199, \"wh4t\": 197, \"d15gr4c3ful\": 74, \"c0mm3nt\": 138, \"y0u'r3\": 227, \"4n\": 18, \"4b50lut3\": 18, \"d15gr4c3\": 18, \"hum4n1ty\": 18, \"lost\": 639, \"nobody\": 639, \"cares\": 639, \"developers\": 99, \"me\": 195, \"sick\": 195, \"just\": 824, \"disappear\": 195, \"ugh\": 677, \"go\": 629, \"away\": 629, \"c4n\": 284, \"3l4b0r4t3\": 284, \"0n\": 347, \"155u3\": 284, \"w0r5t\": 63, \"thr34d\": 63, \"\\ud83e\\udd2c\\u2014\": 57, \"better\": 102, \"or\": 102, \"else\": 102, \"engineers\": 115, \"artists\": 113, \"\\ud83d\\ude44\\u2014\": 51, \"gamers\": 117, \"lawyers\": 126, \"typical\": 273, \"teachers\": 101, \"behavior\": 273, \"cryb4by\": 75, \"int3r35t1ng\": 251, \"1d34\": 251, \"l3t'5\": 251, \"t35t\": 251, \"1t\": 259, \"pl3453\": 252, \"pr0v1d3\": 252, \"r3f3r3nc3\": 252, \"c0mpl3t3ly\": 355, \"d154gr33\": 265, \"w1th\": 265, \"y0ur\": 333, \"p01nt\": 265, \"immigrants\": 110, \"50und\": 90, \"un3duc4t3d\": 90, \"m4k3\": 18, \"m3\": 16, \"51ck\": 16, \"ju5t\": 64, \"d154pp34r\": 16, \"beyond\": 175, \"help\": 175, \"total\": 175, \"waste\": 175, \"g0\": 48, \"4w4y\": 48, \"seniors\": 121, \"\\ud83d\\ude02\\u2014\": 53, \"54y1ng\": 59, \"women\": 97, \"an\": 182, \"absolute\": 182, \"disgrace\": 182, \"humanity\": 182, \"\\ud83d\\ude42\\u2014\": 62, \"keep\": 79, \"talking\": 79, \"you'll\": 79, \"regret\": 79, \"\\ud83d\\ude24\\u2014\": 58, \"st0p\": 43, \"5pr34d1ng\": 43, \"n0n53n53\": 43, \"1nc0mp3t3nt\": 69, \"h4t3\": 11, \"3v3ryth1ng\": 11, \"54y\": 11, \"5t4nd\": 31, \"g3t\": 99, \"0ut\": 54, \"0f\": 54, \"h3r3\": 64, \"th053\": 43, \"5tud3nt5\": 5, \"n3v3r\": 23, \"l34rn\": 23, \"w4tch\": 11, \"b4ck\": 11, \"appr3c14t3\": 268, \"cl4r1f1c4t10n\": 268, \"p4th3t1c\": 64, \"l0g1c\": 57, \"l4ugh4bl3\": 57, \"men\": 117, \"t4k3\": 59, \"g4rb4g3\": 59, \"k33p\": 8, \"t4lk1ng\": 8, \"y0u'll\": 8, \"r3gr3t\": 8, \"1d10t1c\": 44, \"1d10t\": 64, \"m3n\": 8, \"b3\": 29, \"4ll0w3d\": 19, \"d3c1d3\": 19, \"l05t\": 45, \"n0b0dy\": 45, \"c4r35\": 45, \"r1d1cul0u5\": 47, \"typ1c4l\": 11, \"3ng1n33r5\": 4, \"b3h4v10r\": 11, \"53n10r5\": 7, \"c4n't\": 20, \"d3v3l0p3r5\": 11, \"d0n't\": 10, \"d353rv3\": 10, \"d0ct0r5\": 8, \"b3y0nd\": 13, \"h3lp\": 13, \"t0t4l\": 13, \"w45t3\": 13, \"th353\": 15, \"4lw4y5\": 15, \"ru1n\": 15, \"d15cu5510n5\": 15, \"w0m3n\": 6, \"w1ll\": 2, \"f1nd\": 2, \"l4wy3r5\": 9, \"1mm1gr4nt5\": 9, \"k1d5\": 8, \"4rt15t5\": 2, \"g4m3r5\": 6, \"4m\": 2, \"g01ng\": 2, \"5ur3\": 2, \"p4y\": 2, \"t34ch3r5\": 5, \"b3tt3r\": 6, \"5t0p\": 6, \"0r\": 6, \"3l53\": 6}", "word_docs": "{\"is\": 5640, \"period\": 1355, \"this\": 10112, \"idiotic\": 663, \"i\": 7176, \"completely\": 3847, \"your\": 3735, \"point\": 2990, \"with\": 2990, \"disagree\": 2990, \"are\": 1255, \"so\": 629, \"you\": 5957, \"dumb\": 672, \"and\": 1915, \"clueless\": 1552, \"elaborate\": 2994, \"on\": 3591, \"issue\": 2994, \"can\": 2994, \"rules\": 1457, \"thanks\": 3027, \"read\": 1457, \"update\": 3027, \"the\": 12033, \"sharing\": 3027, \"for\": 3316, \"th1nk\": 339, \"already\": 1979, \"only\": 985, \"th4t\": 134, \"4\": 936, \"enough\": 1368, \"w0uld\": 77, \"f00l\": 77, \"appreciate\": 2956, \"clarification\": 2956, \"\\ud83d\\ude44\": 1968, \"worst\": 597, \"thread\": 597, \"you're\": 3785, \"to\": 6740, \"report\": 3086, \"\\ud83d\\ude42\": 2067, \"according\": 2990, \"not\": 3267, \"accurate\": 2990, \"that\": 1541, \"a\": 10747, \"bull\": 709, \"was\": 652, \"response\": 652, \"test\": 2988, \"it\": 4342, \"idea\": 2988, \"interesting\": 2988, \"let's\": 2988, \"reference\": 2917, \"please\": 2917, \"provide\": 2917, \"we\": 5943, \"community\": 2989, \"follow\": 2989, \"guidelines\": 2989, \"need\": 2989, \"evidence\": 2930, \"strong\": 2930, \"that's\": 2930, \"claim\": 2930, \"without\": 2930, \"4lr34dy\": 63, \"up\": 694, \"shut\": 694, \"\\ud83d\\ude24\": 2085, \"got\": 1353, \"\\ud83d\\ude02\": 2047, \"take\": 667, \"garbage\": 667, \"seriously\": 1440, \"\\ud83d\\ude21\\u2014\": 58, \"what\": 2284, \"pathetic\": 681, \"comment\": 1671, \"will\": 96, \"\\ud83e\\udd2c\": 2010, \"find\": 96, \"incompetent\": 923, \"disgraceful\": 990, \"those\": 590, \"kids\": 108, \"stand\": 487, \"can't\": 288, \"uneducated\": 857, \"sound\": 857, \"\\u2014\": 1101, \"other\": 2954, \"should\": 3231, \"think\": 3862, \"consider\": 2954, \"perspectives\": 2954, \"going\": 90, \"make\": 285, \"am\": 90, \"sure\": 90, \"pay\": 90, \"end\": 1368, \"story\": 1368, \"ridiculous\": 668, \"of\": 2018, \"\\ud83d\\ude21\": 2103, \"logic\": 652, \"laughable\": 652, \"kidding\": 1355, \"fool\": 908, \"would\": 908, \"idiot\": 647, \"th4t'5\": 267, \"w1th0ut\": 267, \"3v1d3nc3\": 267, \"cl41m\": 267, \"5tr0ng\": 267, \"w45\": 57, \"r35p0n53\": 57, \"saying\": 626, \"th4nk5\": 254, \"th3\": 959, \"upd4t3\": 254, \"5h4r1ng\": 254, \"f0r\": 267, \"clu3l355\": 112, \"4nd\": 133, \"50\": 43, \"4r3\": 102, \"y0u\": 517, \"5h0uld\": 281, \"p3r5p3ct1v35\": 262, \"w3\": 554, \"c0n51d3r\": 262, \"0th3r\": 262, \"spreading\": 613, \"stop\": 715, \"nonsense\": 613, \"always\": 304, \"ruin\": 304, \"discussions\": 304, \"these\": 304, \"crybaby\": 966, \"such\": 1041, \"be\": 1882, \"allowed\": 277, \"doctors\": 109, \"decide\": 277, \"respectful\": 1400, \"t0\": 602, \"c0mmun1ty\": 292, \"f0ll0w\": 292, \"n33d\": 292, \"gu1d3l1n35\": 292, \"again\": 1423, \"learn\": 302, \"never\": 302, \"students\": 111, \"4cc0rd1ng\": 261, \"th15\": 778, \"4ccur4t3\": 261, \"r3p0rt\": 263, \"15\": 468, \"n0t\": 280, \"get\": 1311, \"out\": 672, \"here\": 886, \"back\": 93, \"watch\": 93, \"deserve\": 216, \"don't\": 216, \"everything\": 199, \"hate\": 199, \"say\": 199, \"c0mm3nt\": 138, \"d15gr4c3ful\": 74, \"wh4t\": 196, \"d15gr4c3\": 18, \"4n\": 18, \"y0u'r3\": 227, \"4b50lut3\": 18, \"hum4n1ty\": 18, \"nobody\": 639, \"cares\": 639, \"lost\": 639, \"developers\": 99, \"just\": 824, \"me\": 195, \"disappear\": 195, \"sick\": 195, \"ugh\": 677, \"go\": 629, \"away\": 629, \"155u3\": 284, \"0n\": 347, \"c4n\": 284, \"3l4b0r4t3\": 284, \"thr34d\": 63, \"w0r5t\": 63, \"\\ud83e\\udd2c\\u2014\": 57, \"or\": 102, \"else\": 102, \"better\": 102, \"engineers\": 115, \"artists\": 113, \"\\ud83d\\ude44\\u2014\": 51, \"gamers\": 117, \"lawyers\": 126, \"typical\": 273, \"behavior\": 273, \"teachers\": 101, \"cryb4by\": 75, \"l3t'5\": 251, \"1d34\": 251, \"1t\": 259, \"t35t\": 251, \"int3r35t1ng\": 251, \"pl3453\": 252, \"r3f3r3nc3\": 252, \"pr0v1d3\": 252, \"w1th\": 265, \"p01nt\": 265, \"y0ur\": 333, \"c0mpl3t3ly\": 355, \"d154gr33\": 265, \"immigrants\": 110, \"50und\": 90, \"un3duc4t3d\": 90, \"d154pp34r\": 16, \"ju5t\": 64, \"m4k3\": 18, \"m3\": 16, \"51ck\": 16, \"total\": 175, \"waste\": 175, \"help\": 175, \"beyond\": 175, \"g0\": 48, \"4w4y\": 48, \"seniors\": 121, \"\\ud83d\\ude02\\u2014\": 53, \"54y1ng\": 59, \"women\": 97, \"disgrace\": 182, \"absolute\": 182, \"an\": 182, \"humanity\": 182, \"\\ud83d\\ude42\\u2014\": 62, \"keep\": 79, \"you'll\": 79, \"regret\": 79, \"talking\": 79, \"\\ud83d\\ude24\\u2014\": 58, \"n0n53n53\": 43, \"st0p\": 43, \"5pr34d1ng\": 43, \"1nc0mp3t3nt\": 69, \"54y\": 11, \"5t4nd\": 31, \"h4t3\": 11, \"3v3ryth1ng\": 11, \"h3r3\": 64, \"0f\": 54, \"g3t\": 99, \"0ut\": 54, \"n3v3r\": 23, \"l34rn\": 23, \"5tud3nt5\": 5, \"th053\": 43, \"b4ck\": 11, \"w4tch\": 11, \"cl4r1f1c4t10n\": 268, \"appr3c14t3\": 268, \"p4th3t1c\": 64, \"l4ugh4bl3\": 57, \"l0g1c\": 57, \"men\": 117, \"g4rb4g3\": 59, \"t4k3\": 59, \"r3gr3t\": 8, \"k33p\": 8, \"t4lk1ng\": 8, \"y0u'll\": 8, \"1d10t1c\": 44, \"1d10t\": 64, \"m3n\": 8, \"4ll0w3d\": 19, \"d3c1d3\": 19, \"b3\": 29, \"l05t\": 45, \"c4r35\": 45, \"n0b0dy\": 45, \"r1d1cul0u5\": 47, \"b3h4v10r\": 11, \"3ng1n33r5\": 4, \"typ1c4l\": 11, \"53n10r5\": 7, \"c4n't\": 20, \"d3v3l0p3r5\": 11, \"d353rv3\": 10, \"d0n't\": 10, \"d0ct0r5\": 8, \"b3y0nd\": 13, \"w45t3\": 13, \"t0t4l\": 13, \"h3lp\": 13, \"4lw4y5\": 15, \"ru1n\": 15, \"d15cu5510n5\": 15, \"th353\": 15, \"w0m3n\": 6, \"w1ll\": 2, \"f1nd\": 2, \"l4wy3r5\": 9, \"1mm1gr4nt5\": 9, \"k1d5\": 8, \"4rt15t5\": 2, \"g4m3r5\": 6, \"4m\": 2, \"p4y\": 2, \"g01ng\": 2, \"5ur3\": 2, \"t34ch3r5\": 5, \"0r\": 6, \"5t0p\": 6, \"3l53\": 6, \"b3tt3r\": 6}", "index_docs": "{\"9\": 5640, \"74\": 1355, \"4\": 10112, \"105\": 663, \"5\": 7176, \"13\": 3847, \"14\": 3735, \"28\": 2990, \"27\": 2990, \"26\": 2990, \"78\": 1255, \"114\": 629, \"7\": 5957, \"100\": 672, \"61\": 1915, \"65\": 1552, \"24\": 2994, \"15\": 3591, \"25\": 2994, \"23\": 2994, \"67\": 1457, \"20\": 3027, \"66\": 1457, \"22\": 3027, \"2\": 12033, \"21\": 3027, \"16\": 3316, \"130\": 339, \"59\": 1979, \"82\": 985, \"200\": 134, \"85\": 936, \"71\": 1368, \"236\": 77, \"235\": 77, \"39\": 2956, \"40\": 2956, \"60\": 1968, \"121\": 597, \"122\": 597, \"11\": 3785, \"6\": 6740, \"19\": 3086, \"55\": 2067, \"30\": 2990, \"17\": 3267, \"29\": 2990, \"64\": 1541, \"3\": 10747, \"95\": 709, \"106\": 652, \"107\": 652, \"38\": 2988, \"10\": 4342, \"36\": 2988, \"35\": 2988, \"37\": 2988, \"51\": 2917, \"49\": 2917, \"50\": 2917, \"8\": 5943, \"33\": 2989, \"32\": 2989, \"34\": 2989, \"31\": 2989, \"48\": 2930, \"45\": 2930, \"44\": 2930, \"46\": 2930, \"47\": 2930, \"244\": 63, \"97\": 694, \"96\": 694, \"54\": 2085, \"76\": 1353, \"56\": 2047, \"103\": 667, \"104\": 667, \"68\": 1440, \"251\": 58, \"52\": 2284, \"98\": 681, \"63\": 1671, \"221\": 96, \"58\": 2010, \"222\": 96, \"86\": 923, \"81\": 990, \"123\": 590, \"212\": 108, \"126\": 487, \"142\": 288, \"91\": 857, \"90\": 857, \"79\": 1101, \"42\": 2954, \"18\": 3231, \"12\": 3862, \"41\": 2954, \"43\": 2954, \"226\": 90, \"143\": 285, \"225\": 90, \"227\": 90, \"228\": 90, \"72\": 1368, \"73\": 1368, \"102\": 668, \"57\": 2018, \"53\": 2103, \"108\": 652, \"109\": 652, \"75\": 1355, \"87\": 908, \"88\": 908, \"110\": 647, \"155\": 267, \"158\": 267, \"159\": 267, \"157\": 267, \"156\": 267, \"253\": 57, \"254\": 57, \"117\": 626, \"171\": 254, \"84\": 959, \"173\": 254, \"172\": 254, \"160\": 267, \"208\": 112, \"201\": 133, \"269\": 43, \"213\": 102, \"125\": 517, \"147\": 281, \"167\": 262, \"124\": 554, \"165\": 262, \"166\": 262, \"118\": 613, \"94\": 715, \"119\": 613, \"133\": 304, \"134\": 304, \"135\": 304, \"132\": 304, \"83\": 966, \"80\": 1041, \"62\": 1882, \"149\": 277, \"211\": 109, \"150\": 277, \"70\": 1400, \"120\": 602, \"140\": 292, \"139\": 292, \"138\": 292, \"141\": 292, \"69\": 1423, \"137\": 302, \"136\": 302, \"209\": 111, \"169\": 261, \"93\": 778, \"168\": 261, \"164\": 263, \"127\": 468, \"148\": 280, \"77\": 1311, \"101\": 672, \"89\": 886, \"224\": 93, \"223\": 93, \"183\": 216, \"182\": 216, \"185\": 199, \"184\": 199, \"186\": 199, \"199\": 138, \"238\": 74, \"187\": 196, \"283\": 18, \"281\": 18, \"181\": 227, \"282\": 18, \"284\": 18, \"112\": 639, \"113\": 639, \"111\": 639, \"218\": 99, \"92\": 824, \"188\": 195, \"190\": 195, \"189\": 195, \"99\": 677, \"115\": 629, \"116\": 629, \"146\": 284, \"129\": 347, \"144\": 284, \"145\": 284, \"246\": 63, \"245\": 63, \"255\": 57, \"215\": 102, \"216\": 102, \"214\": 102, \"206\": 115, \"207\": 113, \"261\": 51, \"204\": 117, \"202\": 126, \"151\": 273, \"152\": 273, \"217\": 101, \"237\": 75, \"179\": 251, \"178\": 251, \"170\": 259, \"180\": 251, \"177\": 251, \"174\": 252, \"176\": 252, \"175\": 252, \"162\": 265, \"163\": 265, \"131\": 333, \"128\": 355, \"161\": 265, \"210\": 110, \"229\": 90, \"230\": 90, \"288\": 16, \"240\": 64, \"285\": 18, \"286\": 16, \"287\": 16, \"197\": 175, \"198\": 175, \"196\": 175, \"195\": 175, \"262\": 48, \"263\": 48, \"203\": 121, \"260\": 53, \"248\": 59, \"220\": 97, \"193\": 182, \"192\": 182, \"191\": 182, \"194\": 182, \"247\": 62, \"231\": 79, \"233\": 79, \"234\": 79, \"232\": 79, \"252\": 58, \"272\": 43, \"270\": 43, \"271\": 43, \"239\": 69, \"299\": 11, \"274\": 31, \"297\": 11, \"298\": 11, \"241\": 64, \"259\": 54, \"219\": 99, \"258\": 54, \"276\": 23, \"277\": 23, \"323\": 5, \"273\": 43, \"301\": 11, \"300\": 11, \"154\": 268, \"153\": 268, \"242\": 64, \"257\": 57, \"256\": 57, \"205\": 117, \"250\": 59, \"249\": 59, \"312\": 8, \"309\": 8, \"310\": 8, \"311\": 8, \"268\": 44, \"243\": 64, \"313\": 8, \"279\": 19, \"280\": 19, \"275\": 29, \"265\": 45, \"267\": 45, \"266\": 45, \"264\": 47, \"303\": 11, \"325\": 4, \"302\": 11, \"316\": 7, \"278\": 20, \"304\": 11, \"306\": 10, \"305\": 10, \"314\": 8, \"293\": 13, \"296\": 13, \"295\": 13, \"294\": 13, \"290\": 15, \"291\": 15, \"292\": 15, \"289\": 15, \"317\": 6, \"326\": 2, \"327\": 2, \"307\": 9, \"308\": 9, \"315\": 8, \"328\": 2, \"318\": 6, \"329\": 2, \"332\": 2, \"330\": 2, \"331\": 2, \"324\": 5, \"321\": 6, \"320\": 6, \"322\": 6, \"319\": 6}", "index_word": "{\"1\": \"[OOV]\", \"2\": \"the\", \"3\": \"a\", \"4\": \"this\", \"5\": \"i\", \"6\": \"to\", \"7\": \"you\", \"8\": \"we\", \"9\": \"is\", \"10\": \"it\", \"11\": \"you're\", \"12\": \"think\", \"13\": \"completely\", \"14\": \"your\", \"15\": \"on\", \"16\": \"for\", \"17\": \"not\", \"18\": \"should\", \"19\": \"report\", \"20\": \"thanks\", \"21\": \"sharing\", \"22\": \"update\", \"23\": \"can\", \"24\": \"elaborate\", \"25\": \"issue\", \"26\": \"disagree\", \"27\": \"with\", \"28\": \"point\", \"29\": \"accurate\", \"30\": \"according\", \"31\": \"need\", \"32\": \"follow\", \"33\": \"community\", \"34\": \"guidelines\", \"35\": \"interesting\", \"36\": \"idea\", \"37\": \"let's\", \"38\": \"test\", \"39\": \"appreciate\", \"40\": \"clarification\", \"41\": \"consider\", \"42\": \"other\", \"43\": \"perspectives\", \"44\": \"that's\", \"45\": \"strong\", \"46\": \"claim\", \"47\": \"without\", \"48\": \"evidence\", \"49\": \"please\", \"50\": \"provide\", \"51\": \"reference\", \"52\": \"what\", \"53\": \"\\ud83d\\ude21\", \"54\": \"\\ud83d\\ude24\", \"55\": \"\\ud83d\\ude42\", \"56\": \"\\ud83d\\ude02\", \"57\": \"of\", \"58\": \"\\ud83e\\udd2c\", \"59\": \"already\", \"60\": \"\\ud83d\\ude44\", \"61\": \"and\", \"62\": \"be\", \"63\": \"comment\", \"64\": \"that\", \"65\": \"clueless\", \"66\": \"read\", \"67\": \"rules\", \"68\": \"seriously\", \"69\": \"again\", \"70\": \"respectful\", \"71\": \"enough\", \"72\": \"end\", \"73\": \"story\", \"74\": \"period\", \"75\": \"kidding\", \"76\": \"got\", \"77\": \"get\", \"78\": \"are\", \"79\": \"\\u2014\", \"80\": \"such\", \"81\": \"disgraceful\", \"82\": \"only\", \"83\": \"crybaby\", \"84\": \"th3\", \"85\": \"4\", \"86\": \"incompetent\", \"87\": \"fool\", \"88\": \"would\", \"89\": \"here\", \"90\": \"sound\", \"91\": \"uneducated\", \"92\": \"just\", \"93\": \"th15\", \"94\": \"stop\", \"95\": \"bull\", \"96\": \"shut\", \"97\": \"up\", \"98\": \"pathetic\", \"99\": \"ugh\", \"100\": \"dumb\", \"101\": \"out\", \"102\": \"ridiculous\", \"103\": \"take\", \"104\": \"garbage\", \"105\": \"idiotic\", \"106\": \"was\", \"107\": \"response\", \"108\": \"logic\", \"109\": \"laughable\", \"110\": \"idiot\", \"111\": \"lost\", \"112\": \"nobody\", \"113\": \"cares\", \"114\": \"so\", \"115\": \"go\", \"116\": \"away\", \"117\": \"saying\", \"118\": \"spreading\", \"119\": \"nonsense\", \"120\": \"t0\", \"121\": \"worst\", \"122\": \"thread\", \"123\": \"those\", \"124\": \"w3\", \"125\": \"y0u\", \"126\": \"stand\", \"127\": \"15\", \"128\": \"c0mpl3t3ly\", \"129\": \"0n\", \"130\": \"th1nk\", \"131\": \"y0ur\", \"132\": \"these\", \"133\": \"always\", \"134\": \"ruin\", \"135\": \"discussions\", \"136\": \"never\", \"137\": \"learn\", \"138\": \"n33d\", \"139\": \"f0ll0w\", \"140\": \"c0mmun1ty\", \"141\": \"gu1d3l1n35\", \"142\": \"can't\", \"143\": \"make\", \"144\": \"c4n\", \"145\": \"3l4b0r4t3\", \"146\": \"155u3\", \"147\": \"5h0uld\", \"148\": \"n0t\", \"149\": \"allowed\", \"150\": \"decide\", \"151\": \"typical\", \"152\": \"behavior\", \"153\": \"appr3c14t3\", \"154\": \"cl4r1f1c4t10n\", \"155\": \"th4t'5\", \"156\": \"5tr0ng\", \"157\": \"cl41m\", \"158\": \"w1th0ut\", \"159\": \"3v1d3nc3\", \"160\": \"f0r\", \"161\": \"d154gr33\", \"162\": \"w1th\", \"163\": \"p01nt\", \"164\": \"r3p0rt\", \"165\": \"c0n51d3r\", \"166\": \"0th3r\", \"167\": \"p3r5p3ct1v35\", \"168\": \"4ccur4t3\", \"169\": \"4cc0rd1ng\", \"170\": \"1t\", \"171\": \"th4nk5\", \"172\": \"5h4r1ng\", \"173\": \"upd4t3\", \"174\": \"pl3453\", \"175\": \"pr0v1d3\", \"176\": \"r3f3r3nc3\", \"177\": \"int3r35t1ng\", \"178\": \"1d34\", \"179\": \"l3t'5\", \"180\": \"t35t\", \"181\": \"y0u'r3\", \"182\": \"don't\", \"183\": \"deserve\", \"184\": \"hate\", \"185\": \"everything\", \"186\": \"say\", \"187\": \"wh4t\", \"188\": \"me\", \"189\": \"sick\", \"190\": \"disappear\", \"191\": \"an\", \"192\": \"absolute\", \"193\": \"disgrace\", \"194\": \"humanity\", \"195\": \"beyond\", \"196\": \"help\", \"197\": \"total\", \"198\": \"waste\", \"199\": \"c0mm3nt\", \"200\": \"th4t\", \"201\": \"4nd\", \"202\": \"lawyers\", \"203\": \"seniors\", \"204\": \"gamers\", \"205\": \"men\", \"206\": \"engineers\", \"207\": \"artists\", \"208\": \"clu3l355\", \"209\": \"students\", \"210\": \"immigrants\", \"211\": \"doctors\", \"212\": \"kids\", \"213\": \"4r3\", \"214\": \"better\", \"215\": \"or\", \"216\": \"else\", \"217\": \"teachers\", \"218\": \"developers\", \"219\": \"g3t\", \"220\": \"women\", \"221\": \"will\", \"222\": \"find\", \"223\": \"watch\", \"224\": \"back\", \"225\": \"am\", \"226\": \"going\", \"227\": \"sure\", \"228\": \"pay\", \"229\": \"50und\", \"230\": \"un3duc4t3d\", \"231\": \"keep\", \"232\": \"talking\", \"233\": \"you'll\", \"234\": \"regret\", \"235\": \"f00l\", \"236\": \"w0uld\", \"237\": \"cryb4by\", \"238\": \"d15gr4c3ful\", \"239\": \"1nc0mp3t3nt\", \"240\": \"ju5t\", \"241\": \"h3r3\", \"242\": \"p4th3t1c\", \"243\": \"1d10t\", \"244\": \"4lr34dy\", \"245\": \"w0r5t\", \"246\": \"thr34d\", \"247\": \"\\ud83d\\ude42\\u2014\", \"248\": \"54y1ng\", \"249\": \"t4k3\", \"250\": \"g4rb4g3\", \"251\": \"\\ud83d\\ude21\\u2014\", \"252\": \"\\ud83d\\ude24\\u2014\", \"253\": \"w45\", \"254\": \"r35p0n53\", \"255\": \"\\ud83e\\udd2c\\u2014\", \"256\": \"l0g1c\", \"257\": \"l4ugh4bl3\", \"258\": \"0ut\", \"259\": \"0f\", \"260\": \"\\ud83d\\ude02\\u2014\", \"261\": \"\\ud83d\\ude44\\u2014\", \"262\": \"g0\", \"263\": \"4w4y\", \"264\": \"r1d1cul0u5\", \"265\": \"l05t\", \"266\": \"n0b0dy\", \"267\": \"c4r35\", \"268\": \"1d10t1c\", \"269\": \"50\", \"270\": \"st0p\", \"271\": \"5pr34d1ng\", \"272\": \"n0n53n53\", \"273\": \"th053\", \"274\": \"5t4nd\", \"275\": \"b3\", \"276\": \"n3v3r\", \"277\": \"l34rn\", \"278\": \"c4n't\", \"279\": \"4ll0w3d\", \"280\": \"d3c1d3\", \"281\": \"4n\", \"282\": \"4b50lut3\", \"283\": \"d15gr4c3\", \"284\": \"hum4n1ty\", \"285\": \"m4k3\", \"286\": \"m3\", \"287\": \"51ck\", \"288\": \"d154pp34r\", \"289\": \"th353\", \"290\": \"4lw4y5\", \"291\": \"ru1n\", \"292\": \"d15cu5510n5\", \"293\": \"b3y0nd\", \"294\": \"h3lp\", \"295\": \"t0t4l\", \"296\": \"w45t3\", \"297\": \"h4t3\", \"298\": \"3v3ryth1ng\", \"299\": \"54y\", \"300\": \"w4tch\", \"301\": \"b4ck\", \"302\": \"typ1c4l\", \"303\": \"b3h4v10r\", \"304\": \"d3v3l0p3r5\", \"305\": \"d0n't\", \"306\": \"d353rv3\", \"307\": \"l4wy3r5\", \"308\": \"1mm1gr4nt5\", \"309\": \"k33p\", \"310\": \"t4lk1ng\", \"311\": \"y0u'll\", \"312\": \"r3gr3t\", \"313\": \"m3n\", \"314\": \"d0ct0r5\", \"315\": \"k1d5\", \"316\": \"53n10r5\", \"317\": \"w0m3n\", \"318\": \"g4m3r5\", \"319\": \"b3tt3r\", \"320\": \"5t0p\", \"321\": \"0r\", \"322\": \"3l53\", \"323\": \"5tud3nt5\", \"324\": \"t34ch3r5\", \"325\": \"3ng1n33r5\", \"326\": \"w1ll\", \"327\": \"f1nd\", \"328\": \"4rt15t5\", \"329\": \"4m\", \"330\": \"g01ng\", \"331\": \"5ur3\", \"332\": \"p4y\"}", "word_index": "{\"[OOV]\": 1, \"the\": 2, \"a\": 3, \"this\": 4, \"i\": 5, \"to\": 6, \"you\": 7, \"we\": 8, \"is\": 9, \"it\": 10, \"you're\": 11, \"think\": 12, \"completely\": 13, \"your\": 14, \"on\": 15, \"for\": 16, \"not\": 17, \"should\": 18, \"report\": 19, \"thanks\": 20, \"sharing\": 21, \"update\": 22, \"can\": 23, \"elaborate\": 24, \"issue\": 25, \"disagree\": 26, \"with\": 27, \"point\": 28, \"accurate\": 29, \"according\": 30, \"need\": 31, \"follow\": 32, \"community\": 33, \"guidelines\": 34, \"interesting\": 35, \"idea\": 36, \"let's\": 37, \"test\": 38, \"appreciate\": 39, \"clarification\": 40, \"consider\": 41, \"other\": 42, \"perspectives\": 43, \"that's\": 44, \"strong\": 45, \"claim\": 46, \"without\": 47, \"evidence\": 48, \"please\": 49, \"provide\": 50, \"reference\": 51, \"what\": 52, \"\\ud83d\\ude21\": 53, \"\\ud83d\\ude24\": 54, \"\\ud83d\\ude42\": 55, \"\\ud83d\\ude02\": 56, \"of\": 57, \"\\ud83e\\udd2c\": 58, \"already\": 59, \"\\ud83d\\ude44\": 60, \"and\": 61, \"be\": 62, \"comment\": 63, \"that\": 64, \"clueless\": 65, \"read\": 66, \"rules\": 67, \"seriously\": 68, \"again\": 69, \"respectful\": 70, \"enough\": 71, \"end\": 72, \"story\": 73, \"period\": 74, \"kidding\": 75, \"got\": 76, \"get\": 77, \"are\": 78, \"\\u2014\": 79, \"such\": 80, \"disgraceful\": 81, \"only\": 82, \"crybaby\": 83, \"th3\": 84, \"4\": 85, \"incompetent\": 86, \"fool\": 87, \"would\": 88, \"here\": 89, \"sound\": 90, \"uneducated\": 91, \"just\": 92, \"th15\": 93, \"stop\": 94, \"bull\": 95, \"shut\": 96, \"up\": 97, \"pathetic\": 98, \"ugh\": 99, \"dumb\": 100, \"out\": 101, \"ridiculous\": 102, \"take\": 103, \"garbage\": 104, \"idiotic\": 105, \"was\": 106, \"response\": 107, \"logic\": 108, \"laughable\": 109, \"idiot\": 110, \"lost\": 111, \"nobody\": 112, \"cares\": 113, \"so\": 114, \"go\": 115, \"away\": 116, \"saying\": 117, \"spreading\": 118, \"nonsense\": 119, \"t0\": 120, \"worst\": 121, \"thread\": 122, \"those\": 123, \"w3\": 124, \"y0u\": 125, \"stand\": 126, \"15\": 127, \"c0mpl3t3ly\": 128, \"0n\": 129, \"th1nk\": 130, \"y0ur\": 131, \"these\": 132, \"always\": 133, \"ruin\": 134, \"discussions\": 135, \"never\": 136, \"learn\": 137, \"n33d\": 138, \"f0ll0w\": 139, \"c0mmun1ty\": 140, \"gu1d3l1n35\": 141, \"can't\": 142, \"make\": 143, \"c4n\": 144, \"3l4b0r4t3\": 145, \"155u3\": 146, \"5h0uld\": 147, \"n0t\": 148, \"allowed\": 149, \"decide\": 150, \"typical\": 151, \"behavior\": 152, \"appr3c14t3\": 153, \"cl4r1f1c4t10n\": 154, \"th4t'5\": 155, \"5tr0ng\": 156, \"cl41m\": 157, \"w1th0ut\": 158, \"3v1d3nc3\": 159, \"f0r\": 160, \"d154gr33\": 161, \"w1th\": 162, \"p01nt\": 163, \"r3p0rt\": 164, \"c0n51d3r\": 165, \"0th3r\": 166, \"p3r5p3ct1v35\": 167, \"4ccur4t3\": 168, \"4cc0rd1ng\": 169, \"1t\": 170, \"th4nk5\": 171, \"5h4r1ng\": 172, \"upd4t3\": 173, \"pl3453\": 174, \"pr0v1d3\": 175, \"r3f3r3nc3\": 176, \"int3r35t1ng\": 177, \"1d34\": 178, \"l3t'5\": 179, \"t35t\": 180, \"y0u'r3\": 181, \"don't\": 182, \"deserve\": 183, \"hate\": 184, \"everything\": 185, \"say\": 186, \"wh4t\": 187, \"me\": 188, \"sick\": 189, \"disappear\": 190, \"an\": 191, \"absolute\": 192, \"disgrace\": 193, \"humanity\": 194, \"beyond\": 195, \"help\": 196, \"total\": 197, \"waste\": 198, \"c0mm3nt\": 199, \"th4t\": 200, \"4nd\": 201, \"lawyers\": 202, \"seniors\": 203, \"gamers\": 204, \"men\": 205, \"engineers\": 206, \"artists\": 207, \"clu3l355\": 208, \"students\": 209, \"immigrants\": 210, \"doctors\": 211, \"kids\": 212, \"4r3\": 213, \"better\": 214, \"or\": 215, \"else\": 216, \"teachers\": 217, \"developers\": 218, \"g3t\": 219, \"women\": 220, \"will\": 221, \"find\": 222, \"watch\": 223, \"back\": 224, \"am\": 225, \"going\": 226, \"sure\": 227, \"pay\": 228, \"50und\": 229, \"un3duc4t3d\": 230, \"keep\": 231, \"talking\": 232, \"you'll\": 233, \"regret\": 234, \"f00l\": 235, \"w0uld\": 236, \"cryb4by\": 237, \"d15gr4c3ful\": 238, \"1nc0mp3t3nt\": 239, \"ju5t\": 240, \"h3r3\": 241, \"p4th3t1c\": 242, \"1d10t\": 243, \"4lr34dy\": 244, \"w0r5t\": 245, \"thr34d\": 246, \"\\ud83d\\ude42\\u2014\": 247, \"54y1ng\": 248, \"t4k3\": 249, \"g4rb4g3\": 250, \"\\ud83d\\ude21\\u2014\": 251, \"\\ud83d\\ude24\\u2014\": 252, \"w45\": 253, \"r35p0n53\": 254, \"\\ud83e\\udd2c\\u2014\": 255, \"l0g1c\": 256, \"l4ugh4bl3\": 257, \"0ut\": 258, \"0f\": 259, \"\\ud83d\\ude02\\u2014\": 260, \"\\ud83d\\ude44\\u2014\": 261, \"g0\": 262, \"4w4y\": 263, \"r1d1cul0u5\": 264, \"l05t\": 265, \"n0b0dy\": 266, \"c4r35\": 267, \"1d10t1c\": 268, \"50\": 269, \"st0p\": 270, \"5pr34d1ng\": 271, \"n0n53n53\": 272, \"th053\": 273, \"5t4nd\": 274, \"b3\": 275, \"n3v3r\": 276, \"l34rn\": 277, \"c4n't\": 278, \"4ll0w3d\": 279, \"d3c1d3\": 280, \"4n\": 281, \"4b50lut3\": 282, \"d15gr4c3\": 283, \"hum4n1ty\": 284, \"m4k3\": 285, \"m3\": 286, \"51ck\": 287, \"d154pp34r\": 288, \"th353\": 289, \"4lw4y5\": 290, \"ru1n\": 291, \"d15cu5510n5\": 292, \"b3y0nd\": 293, \"h3lp\": 294, \"t0t4l\": 295, \"w45t3\": 296, \"h4t3\": 297, \"3v3ryth1ng\": 298, \"54y\": 299, \"w4tch\": 300, \"b4ck\": 301, \"typ1c4l\": 302, \"b3h4v10r\": 303, \"d3v3l0p3r5\": 304, \"d0n't\": 305, \"d353rv3\": 306, \"l4wy3r5\": 307, \"1mm1gr4nt5\": 308, \"k33p\": 309, \"t4lk1ng\": 310, \"y0u'll\": 311, \"r3gr3t\": 312, \"m3n\": 313, \"d0ct0r5\": 314, \"k1d5\": 315, \"53n10r5\": 316, \"w0m3n\": 317, \"g4m3r5\": 318, \"b3tt3r\": 319, \"5t0p\": 320, \"0r\": 321, \"3l53\": 322, \"5tud3nt5\": 323, \"t34ch3r5\": 324, \"3ng1n33r5\": 325, \"w1ll\": 326, \"f1nd\": 327, \"4rt15t5\": 328, \"4m\": 329, \"g01ng\": 330, \"5ur3\": 331, \"p4y\": 332}"}}